Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: The password must meet the following requirements:
ja_jp: パスワードは、以下の要件を満たす必要があります：

source: Special characters allowed: {{characters}}
ja_jp: 使用可能な特殊文字: {{characters}}

source: Maximum password length: {{n}} characters
ja_jp: パスワードの最大長：{{n}}文字

source: Minimum password length: {{n}} characters
ja_jp: パスワードの最小長：{{n}}文字

source: {{min}}-{{max}} characters long
ja_jp: {{min}}-{{max}} 文字

source: Must contain at least one lowercase character
ja_jp: 少なくとも1つの小文字を含めること

source: Must contain at least one number
ja_jp: 少なくとも1つの数字を含めること

source: Must contain at least one uppercase character
ja_jp: 少なくとも1つの大文字を含めること

source: Generate
ja_jp: 生成

source: Generate report
ja_jp: レポートを生成

source: Your validation report is being generated. You will be notified when it is ready.
ja_jp: 検証レポートを生成中です。準備ができたら通知されます。

source: Notes
ja_jp: メモ

source: Rename report
ja_jp: レポートの名前を変更

source: The report was successfully renamed.
ja_jp: レポートの名前の変更が正常に行われました。

source: View and validate round configurations
ja_jp: ラウンドの設定を表示および検証

source: Validation
ja_jp: 検証

source: Compensation manager
ja_jp: 報酬マネージャ

source: HRBP approval
ja_jp: HRBPの承認

source: Manager +1 review
ja_jp: マネージャ+1レビュー

source: HRBP review
ja_jp: HRBPレビュー

source: Enable proposal adjustments
ja_jp: 提案の調整を有効にする

source: Enable rejection of manager proposal
ja_jp: マネージャーの提案の拒否を有効にする

source: Enable rejection of manager+1 proposal
ja_jp: マネージャー+1の提案の却下を有効にする

source: Actions:
ja_jp: 操作:

source: Comp manager +1
ja_jp: 報酬マネージャー +1

source: Add step
ja_jp: ステップを追加

source: Add step above
ja_jp: 上にステップを追加

source: Add step below
ja_jp: 下にステップを追加

source: Please fill in all the mandatory fields in the workflow step.
ja_jp: ワークフローステップのすべての必須フィールドに入力してください。

source: Apply template
ja_jp: テンプレートを適用

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
ja_jp: すべての関係者が同じ期間内で並行して作業し、終了日まで提案を提出するワークフローを作成します。

source: Collaborative
ja_jp: 協働的

source: The end date is required.
ja_jp: 終了日が必要です。

source: Specify the start and end dates during which edits to the round are permitted.
ja_jp: ラウンドの編集が許可される開始日と終了日を指定してください。

source: Manager + 1
ja_jp: マネージャー + 1

source: Choose how the stakeholder will participate in the round.
ja_jp: ステークホルダーがこのラウンドにどのように参加するかを選択してください。

source: Collaboration settings
ja_jp: コラボレーション設定

source: No access
ja_jp: アクセス権がありません

source: Read only
ja_jp: 読み取り専用

source: Read and write
ja_jp: 読み取りおよび書き込み

source: Are you sure you want to delete this configuration?
ja_jp: この設定を削除してもよろしいですか?

source: Delete configuration
ja_jp: 設定を削除

source: The configuration was successfully deleted.
ja_jp: 設定が正常に削除されました。

source: Current workflow step:
ja_jp: 現在のワークフローステップ：

source: Edit step
ja_jp: ステップを編集

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
ja_jp: 事前定義された承認階層に基づいてワークフローを作成します。ステップは次の順序に従います:HRBP レビュー → 報酬マネージャー提案 → 報酬マネージャー +1 承認 → HRBP 承認。

source: Hierarchy-driven
ja_jp: 階層主導

source: Preview template
ja_jp: テンプレートをプレビュー

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
ja_jp: このテンプレートを適用すると、現在のワークフロー設定がすべて置き換えられます。この操作は元に戻すことができません。

source: Replace current workflow?
ja_jp: 現在のワークフローを置き換えますか?

source: At least one of the following workflow steps must be enabled: {{steps}}.
ja_jp: 次のワークフローステップのうち、少なくとも1つは有効にする必要があります: {{steps}}。

source: Collaborative workflow
ja_jp: 共同作業ワークフロー

source: Manager +1 approval
ja_jp: マネージャー+1の承認

source: Manager proposal
ja_jp: マネージャー提案

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
ja_jp: 空白のキャンバスからワークフローを作成します。ニーズに合わせて各ステップを定義、追加、設定する完全な柔軟性があります。

source: Start from scratch
ja_jp: ゼロから始める

source: Not started
ja_jp: 未着手

source: Step actions
ja_jp: ステップアクション

source: Actor
ja_jp: アクター

source: An actor can not be used in more than one configuration.
ja_jp: アクターは複数の構成で使用できません。

source: Choose one or more actors
ja_jp: 1人以上のアクターを選択してください

source: The actor can not be empty.
ja_jp: アクターを空にすることはできません。

source: Actors & permissions
ja_jp: アクター & 権限

source: Add configuration
ja_jp: 設定を追加

source: Step {{stepNumber}}: {{stepName}}
ja_jp: ステップ{{stepNumber}}:{{stepName}}

source: Step {{count}}
ja_jp: ステップ {{count}}

source: Delete step
ja_jp: ステップを削除

source: Are you sure you want to delete the workflow step?
ja_jp: ワークフローステップを削除してもよろしいですか?

source: Delete workflow step
ja_jp: ワークフローステップを削除

source: The workflow step was successfully deleted.
ja_jp: ワークフローステップが正常に削除されました。

source: Set the workflow of the compensation round by determining approval dates
ja_jp: 承認日を決定することで、報酬ラウンドのワークフローを設定

source: Duplicate configuration
ja_jp: 設定を複製

source: Step enabled
ja_jp: ステップ有効化済み

source: Step end date
ja_jp: ステップ終了日

source: The step end date must be before the end date of all the next steps.
ja_jp: ステップの終了日は、すべての次のステップの終了日より前である必要があります。

source: The step end date must be after the end date of all the previous steps.
ja_jp: ステップの終了日は、すべての前のステップの終了日より後である必要があります。

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
ja_jp: ステップの日付がラウンド期間外です（{{startDate}} ～ {{endDate}}）。

source: The step end date can not be empty.
ja_jp: ステップの終了日を空にすることはできません。

source: Field permissions
ja_jp: フィールド権限

source: Hidden
ja_jp: 非表示

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
ja_jp: ワークフローを編集する（ステップの追加、削除、または並び替えなど）と、すべての社員が最初のステップにリセットされます。

source: Step {{count}}: actions
ja_jp: ステップ{{count}}: アクション

source: The name can not be empty.
ja_jp: 名前を空にすることはできません。

source: This step isn’t configured yet.
ja_jp: この手順はまだ設定されていません。

source: Step {{stepNumber}}: not configured
ja_jp: ステップ {{stepNumber}}: 未設定

source: Read
ja_jp: 読み取り

source: Remove configuration
ja_jp: 設定を削除

source: Time-based progression
ja_jp: 時間ベースの昇進

source: Automatically advance to next step when end date is reached
ja_jp: 終了日に達したら自動的に次のステップに進む

source: Write
ja_jp: 書き込み

source: Workflow steps
ja_jp: ワークフローステップ

source: Templates
ja_jp: テンプレート

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
ja_jp: このワークフローは並行コラボレーションを可能にし、利害関係者は期限まで提案を提出および更新できます。

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
ja_jp: このワークフローは事前定義された承認階層に従い、提案が順番にレビューおよび承認されます。

source: Action-driven
ja_jp: アクション主導

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
ja_jp: アクション（進行、提出、承認、却下）が行われると、各担当者ごとにステップが進みます。柔軟なレビュー プロセスに適しています。

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
ja_jp: すべての関係者が同じ期間内で行動し、終了日まで並行して提案を完了します。

source: Workflow type
ja_jp: ワークフロータイプ

source: Time-driven
ja_jp: 時間主導

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
ja_jp: ステップには固定された開始日と終了日があります。アクセスは指定された期間内のみ許可されます。予測可能なレビューサイクルに最適です。

source: View workflow
ja_jp: ワークフローを表示

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
ja_jp: 入力するか、Ctrl+Spaceを押してオートサジェストを開きます。フィールドを検索するには、データモデル、入力の丸め、計算の丸めなどのルートソースから始めてください。

source: Start guide
ja_jp: スタートガイド

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
ja_jp: 項目を選択した後、ドット（.）を入力して子プロパティを表示します。数値またはテキストなどの単純な値に到達するまで掘り下げてください。フィールドによっては複数のレベルが必要な場合があります。

source: Drill down with dots
ja_jp: ドットでドリルダウン

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
ja_jp: プロパティ（丸フィールド）、演算子（+、−、×、÷）、関数（数学、テキスト、論理）を組み合わせて数式を作成します。入力中は自動提案が表示されます。

source: Properties, operators & functions
ja_jp: プロパティ、演算子、関数

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
ja_jp: 「詳細を見る」をクリックすると、すべてのネストレベルにわたるすべてのプロパティを閲覧・検索できます。ラウンドのデータ構造を探索し、必要なフィールドを正確に見つけるためにご活用ください。

source: Browse available properties
ja_jp: 利用可能なプロパティを参照

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
ja_jp: エラーのある数式は保存できません。F8キーを押して次のエラーに移動するか、エラーメッセージをダブルクリックして問題箇所に直接移動してください。

source: Fix errors to save
ja_jp: 保存するにはエラーを修正してください

source: {{step}} of {{total}}
ja_jp: {{step}} / {{total}}

source: Open comp round
ja_jp: 報酬ラウンドをオープン

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
ja_jp: ハード結果からソフト結果に切り替える際は、保存が完了するまで式を編集できないことに注意してください。

source: Block save if this rule is not met
ja_jp: このルールが満たされない場合は保存をブロック

source: Maximum outcome
ja_jp: 最大結果

source: Define the maximum outcome of the rule
ja_jp: ルールの最大結果を定義

source: Minimum outcome
ja_jp: 最小結果

source: Define the minimum outcome of the rule
ja_jp: ルールの最小結果を定義

source: Please provide at least one active rule.
ja_jp: 少なくとも1つのアクティブなルールを提供してください。

source: The rule list is empty. Get started by creating a rule.
ja_jp: ルールリストが空です。まずはルールを作成しましょう。

source: Are you sure you want to delete the compensation round?
ja_jp: 報酬ラウンドを削除してもよろしいですか？

source: Are you sure you want to delete the pending draft of this compensation round?
ja_jp: この報酬ラウンドの保留中の下書きを削除してもよろしいですか？

source: Delete compensation round
ja_jp: 報酬ラウンドを削除

source: To confirm, type the round code: {{code}}
ja_jp: 確認のため、ラウンドコードを入力してください: {{code}}

source: The confirmation code does not match.
ja_jp: 確認コードが一致しません。

source: The confirmation code is required.
ja_jp: 確認コードは必須です。

source: Delete round
ja_jp: ラウンドを削除

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
ja_jp: この報酬サイクルを削除すると、アクティブな使用から除外されます。すべての提案は保持されますが、編集はできなくなります。続行してもよろしいですか？

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
ja_jp: 進行中の報酬ラウンドを削除する権限がありません。この操作を実行できるのは、グローバル報酬管理者ロールを持つユーザーのみです。

source: Action not allowed
ja_jp: 操作は許可されていません

source: Delete pending draft
ja_jp: 保留中の下書きを削除

source: Open compensation round
ja_jp: 報酬サイクルを開始

source: Create payroll data drop
ja_jp: 給与データドロップを作成

source: Data entities & sources
ja_jp: データエンティティとソース

source: Define the entities and fields to be included in this model.
ja_jp: このモデルに含めるエンティティとフィールドを定義してください。

source: Show only selected items and rearrange them
ja_jp: 選択した項目のみを表示し、それらを並べ替えます

source: No payroll data drop yet
ja_jp: まだ給与データのドロップはありません

source: The payroll data drop was successfully created.
ja_jp: 給与データドロップが正常に作成されました。

source: The payroll data drop was successfully saved.
ja_jp: 給与データのドロップが正常に保存されました。

source: The payroll data drop was successfully updated.
ja_jp: 給与データのドロップが正常に更新されました。

source: Create and manage payroll data drop rules.
ja_jp: 給与データのドロップルールを作成・管理します。

source: The rule was successfully deleted.
ja_jp: ルールが正常に削除されました。

source: The rule was successfully duplicated.
ja_jp: ルールが正常に複製されました。

source: Open payroll data drop
ja_jp: 給与データドロップを開く

source: Edit payroll data drop
ja_jp: 給与データドロップを編集

source: No payroll data drop configured yet
ja_jp: まだ給与データのドロップが設定されていません

source: Connection name
ja_jp: 接続名

source: The connection name cannot be empty.
ja_jp: 接続名を空にすることはできません。

source: Worker selection
ja_jp: 作業者の選択

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
ja_jp: 条件ブロックを追加して、給与データセット内の従業員をフィルタリングするルールを設定します

source: Define a name and description for this outbound connection.
ja_jp: このアウトバウンド接続の名前と説明を定義してください。

source: Payroll data drop details
ja_jp: 給与データドロップの詳細

source: Are you sure you want to delete this payroll data drop rule?
ja_jp: この給与データドロップルールを削除してもよろしいですか？

source: Add translation
ja_jp: 翻訳を追加

source: Select language
ja_jp: 言語を選択

source: Create reminder
ja_jp: リマインダーを作成

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
ja_jp: この翻訳を削除してもよろしいですか?<br/>すべての設定が完全に削除されます。

source: Delete translation
ja_jp: 翻訳を削除

source: The translation was successfully deleted.
ja_jp: 翻訳が正常に削除されました。

source: Edit reminder
ja_jp: リマインダーを編集

source: Reminder message
ja_jp: リマインダーメッセージ

source: Languages: {{configured}}/{{total}}
ja_jp: 言語: {{configured}}/{{total}}

source: Comp admin contact email
ja_jp: 報酬管理者連絡先メール

source: Comp admin contact name
ja_jp: 報酬管理者連絡先名

source: Comp round end date
ja_jp: 報酬ラウンド終了日

source: Comp round name
ja_jp: 報酬ラウンド名

source: Comp round start date
ja_jp: 報酬ラウンド開始日

source: Comp round status
ja_jp: 報酬ラウンドステータス

source: Comp round type
ja_jp: 報酬ラウンドタイプ

source: Planner link
ja_jp: プランナーリンク

source: Recipient full name
ja_jp: 受信者のフルネーム

source: Dynamic fields
ja_jp: 動的フィールド

source: Field {{field}} copied to clipboard
ja_jp: フィールド {{field}} をクリップボードにコピーしました

source: Email message
ja_jp: メールメッセージ

source: The email message cannot be empty.
ja_jp: メールメッセージを空にすることはできません。

source: Email subject
ja_jp: メール件名

source: The email subject cannot be empty.
ja_jp: メールの件名を空にすることはできません。

source: Email toggle
ja_jp: メールの切り替え

source: Manage translations
ja_jp: 翻訳を管理

source: Notification bell
ja_jp: 通知ベル

source: The notification bell message cannot be empty.
ja_jp: 通知ベルのメッセージを空にすることはできません。

source: Notification bell toggle
ja_jp: 通知ベルの切り替え

source: You must enable at least one reminder message.
ja_jp: 少なくとも1つのリマインダーメッセージを有効にする必要があります。

source: View translations
ja_jp: 翻訳を表示

source: Reminder name
ja_jp: リマインダー名

source: The reminder name cannot be empty.
ja_jp: リマインダー名を空にすることはできません。

source: Comp managers
ja_jp: 報酬マネージャー

source: Comp managers +1
ja_jp: 報酬マネージャー +1

source: Recipients
ja_jp: 受信者

source: Select the recipients of the reminder
ja_jp: リマインダーの受信者を選択

source: Select at least one recipient.
ja_jp: 少なくとも1人の受信者を選択してください。

source: Send reminder
ja_jp: リマインダーを送信

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
ja_jp: 選択した受信者にこのリマインダーを送信しようとしています。送信後は、編集または取り消しができません。

source: Sent
ja_jp: 送信済み

source: The reminder was successfully created.
ja_jp: リマインダーが正常に作成されました。

source: The reminder was successfully sent.
ja_jp: リマインダーが正常に送信されました。

source: The reminder was successfully updated.
ja_jp: リマインダーが正常に更新されました。

source: The translations were successfully added.
ja_jp: 翻訳が正常に追加されました。

source: Add one to get started.
ja_jp: 追加して開始してください。

source: No translations yet.
ja_jp: まだ翻訳がありません。

source: No translations configured.
ja_jp: 翻訳が設定されていません。

source: Reminder details
ja_jp: リマインダーの詳細

source: Are you sure you want to delete this reminder?<br/>This will permanently remove all configurations.
ja_jp: このリマインダーを削除してもよろしいですか?<br/>すべての設定が完全に削除されます。

source: Delete round reminder
ja_jp: ラウンドリマインダーを削除

source: The round reminder was successfully deleted.
ja_jp: ラウンドリマインダーが正常に削除されました。

source: Open reminder
ja_jp: リマインダーを開く

source: The round reminder was successfully duplicated.
ja_jp: ラウンドリマインダーが正常に複製されました。

source: Duplication done
ja_jp: 複製が完了しました

source: No round reminders yet.
ja_jp: まだラウンドリマインダーはありません。

source: Send reminders to comp managers and comp managers +1.
ja_jp: 報酬マネージャーと報酬マネージャー+1にリマインダーを送信します。

source: Round reminders
ja_jp: ラウンドリマインダー

source: Sent date
ja_jp: 送信日

source: Criterion
ja_jp: 基準

source: The criterion is required.
ja_jp: この基準は必須です。

source: Please add at least one block.
ja_jp: 少なくとも1つのブロックを追加してください。

source: You haven't added any blocks.
ja_jp: ブロックが追加されていません。

source: Add blocks to start configuring the rule conditions.
ja_jp: ルール条件の設定を開始できるよう、ブロックを追加してください。

source: Are you sure you want to delete this rule?
ja_jp: このルールを削除してもよろしいですか？

source: Add condition blocks to configure the rule
ja_jp: 条件ブロックを追加してルールを設定

source: Rule exceptions
ja_jp: ルールの例外

source: Include/exclude individuals for whom an exception to the rule is required.
ja_jp: ルールの例外を必要とする個人を包含/除外します。

source: No rules yet
ja_jp: まだルールがありません

source: The compensation round was successfully saved as pending draft.
ja_jp: 報酬ラウンドは保留中の下書きとして正常に保存されました。

source: Create and manage statement generation rules.
ja_jp: ステートメント生成ルールを作成して管理します。

source: Statement generation
ja_jp: 明細書生成

source: No comp rounds with round name or code "{{phrase}}"
ja_jp: 「{{phrase}}」というラウンド名またはコードの報酬ラウンドはありません

source: Set target
ja_jp: ターゲットを設定

source: Are you sure you want to delete the target budget?
ja_jp: ターゲット予算を削除してもよろしいですか？

source: Delete target
ja_jp: ターゲットを削除

source: Target budget amount
ja_jp: ターゲット予算額

source: Target budget
ja_jp: ターゲット予算

source: Manage the target budget per compensation element
ja_jp: 報酬要素ごとのターゲット予算を管理

source: Set target budget
ja_jp: ターゲット予算を設定

source: Last edited
ja_jp: 最終編集

source: Round
ja_jp: ラウンド

source: STI bonus
ja_jp: STIボーナス

source: The comp round code must be unique.
ja_jp: 報酬ラウンドコードは一意でなければなりません。

source: View compensation round
ja_jp: 報酬ラウンドを表示

source: Access standard reports and create specific analyses linked to a comp round.
ja_jp: 標準レポートにアクセスし、報酬ラウンドにリンクされる具体的な分析を作成します。

source: Budget & modeling
ja_jp: 予算とモデリング

source: Create a budget based on your comp elements and your comp framework. Enable modeling on the population.
ja_jp: あなたの報酬要素と報酬フレームワークに基づいて予算を作成します。母集団のモデリングを有効化します。

source: Coming soon
ja_jp: 近日提供

source: Compensation Tree & Elements
ja_jp: 報酬ツリーおよび要素

source: Compensation framework
ja_jp: 報酬フレームワーク

source: FX management
ja_jp: FX管理

source: Enable currency and link rates to comp elements/rounds.
ja_jp: 通貨を有効化し、レートを報酬要素/ラウンドにリンクします。

source: Comp rounds
ja_jp: 報酬ラウンド

source: Create comp round
ja_jp: 報酬ラウンドを作成

source: Create and manage a comp rounds based on a data core. Link specific comp elements and a budget.
ja_jp: データコアに基づいて報酬ラウンドを作成および管理します。具体的な報酬要素と予算をリンクします。

source: Simulations
ja_jp: シミュレーション

source: Simulation outcomes based on the budget, comp and analytics.
ja_jp: 予算、報酬、分析に基づくシミュレーション結果。

source: Comp tree & elements
ja_jp: 報酬ツリーおよび要素

source: Create your organization's compensation framework and specific comp elements: salary, allowances, per diems, bonus, deferrals, equity and indirect benefits/allowances.
ja_jp: 組織の報酬フレームワークと具体的な報酬要素（給与、手当、日当、ボーナス、繰延補償、株式および間接的な福利厚生/手当）を作成します。

source: Create competency scales
ja_jp: 能力尺度を作成

source: Are you sure you want to delete this competency scale?
ja_jp: この能力尺度を削除してもよろしいですか？

source: Delete competency scale
ja_jp: 能力尺度を削除

source: The selected scale is currently in use and cannot be deleted. Remove it from any active plans or processes before attempting to delete it again.
ja_jp: 選択された尺度は、現在使用中のため削除できません。削除を再度試行する前に、すべてのアクティブな計画やプロセスからこれを削除してください。

source: The scale is active; it cannot be deleted.
ja_jp: この尺度はアクティブです。削除できません。

source: Create competency scale
ja_jp: 能力尺度を作成

source: Create skills & competency group
ja_jp: スキルおよび能力グループを作成

source: Group details
ja_jp: グループの詳細

source: Add skills
ja_jp: スキルを追加

source: List of competencies for the scale
ja_jp: この尺度の能力リスト

source: Edit competency scale
ja_jp: 能力尺度を編集

source: Add competency
ja_jp: 能力を追加

source: No competencies yet
ja_jp: まだ能力がありません

source: Competency scale
ja_jp: 能力尺度

source: Get started by uploading one.
ja_jp: まずはファイルをアップロードして始めましょう。

source: No skills libraries yet!
ja_jp: まだスキルライブラリがありません！

source: No competency scales available. You can create scales in the "Competency scales" page of the Performance Management module.
ja_jp: 能力尺度がありません。［業績管理］モジュールの［能力尺度］ページで尺度を作成できます。

source: No skills available. You can upload skills in the "Skills library" page of the Performance Management module.
ja_jp: スキルがありません。［業績管理］モジュールの［スキルライブラリ］ページでスキルをアップロードできます。

source: Edit skills & competency group
ja_jp: スキルおよび能力グループを編集

source: Select skills to add to the group
ja_jp: グループに追加するスキルを選択

source: Categories
ja_jp: カテゴリ

source: Skills
ja_jp: スキル

source: Categories: {{count}}
ja_jp: カテゴリ：{{count}}件

source: Scale:
ja_jp: 尺度：

source: Skills selected: {{count}}
ja_jp: 選択されたスキル：{{count}}件

source: Skills: {{count}}
ja_jp: スキル：{{count}}件

source: Goal Management
ja_jp: 目標管理

source: Precision and flexibility with goal plans. Set fixed or recurring dates. Integrate with goal types, and assign your entire organization or specific populations.
ja_jp: 目標計画の精度と柔軟性。固定または反復の日付を設定します。目標タイプと統合し、組織全体または特定の集団に割り当てます。

source: Craft personalized tags visible in goals. Workers can easily select fitting tags that refine the focus of their goals and foster clear direction in their pursuits.
ja_jp: 目標内に表示されるパーソナルなタグを作成します。従業員は、適切なタグを簡単に選択し、それらを用いて各自の目標の焦点を絞り込み、取り組みの明確な方向性を定めることができます。

source: Goals made simple with goal types. Set individual or organizational goals, and target your entire company or specific populations.
ja_jp: 目標タイプを活用して、目標を簡便化できます。個人または組織の目標を設定し、会社全体または特定の母集団をターゲットとすることができます。

source: Define assignment permissions
ja_jp: 割り当てのアクセス許可を定義

source: Select the elements and features enabled in the review
ja_jp: レビュー内で有効となる要素と機能を選択

source: Review form components
ja_jp: レビューフォームコンポーネント

source: Enter the basic information for the review
ja_jp: レビューの基本情報を入力

source: Build your own questions and fields
ja_jp: 独自の質問とフィールドを構築

source: Section weights can be set up only when goals are enabled for this review template or when custom sections are created.
ja_jp: セクションの重みは、このレビュー テンプレートで目標が有効になっている場合、またはカスタム セクションが作成されている場合にのみ設定できます。

source: Review and adjust weights to ensure they total 100%.
ja_jp: 重みが合計で100％になるように見直して調整してください。

source: TOTAL
ja_jp: 合計

source: The weight cannot exceed 100%.
ja_jp: 重みは100%を超えることはできません。

source: The weight must be at least 0%.
ja_jp: 重みは0%以上である必要があります。

source: Section weights
ja_jp: セクションの重み

source: Review stages will contain a prepopulated set of stages, with only one step: Manager review.
ja_jp: レビュー段階には、あらかじめ用意された段階が含まれ、ステップは1つだけ（マネジャーによるレビュー）となります。

source: Goal setting template
ja_jp: 目標設定テンプレート

source: Score calculation
ja_jp: スコア計算

source: The detailed configuration will be defined in the final step of review creation.
ja_jp: 詳細な設定は、レビュー作成の最終ステップで定義されます。

source: Enable total score calculation
ja_jp: 総合スコアの計算を有効にする

source: Define the participants to the review
ja_jp: レビューの参加者を定義

source: Specify the review assignment permissions
ja_jp: レビュー割り当てのアクセス許可を指定

source: Review stages
ja_jp: レビューのステージ

source: The detailed configuration will be defined in the final step of the review creation.
ja_jp: 詳細な設定は、レビュー作成の最終ステップで定義されます。

source: The review process was successfully closed.
ja_jp: レビュープロセスが正常にクローズされました。

source: The review template was successfully deleted.
ja_jp: レビューテンプレートが正常に削除されました。

source: Primary owners can edit the population (based on creator's access).
ja_jp: 主要オーナーは、（作成者のアクセス権に基づいて）対象者を編集できます。

source: Before proceeding, please select an item to customize your review form.
ja_jp: 続行する前に、レビューフォームをカスタマイズするアイテムを選択してください。

source: Please fill in all mandatory fields.
ja_jp: すべての必須フィールドに入力してください。

source: To complete the process, all required information must first be provided by the owner.
ja_jp: 手続きを完了するには、まず所有者がすべての必要な情報を提供する必要があります。

source: This template is currently in progress.
ja_jp: このテンプレートは現在作成中です。

source: Select the rating scale in the menu.
ja_jp: メニューから評価尺度を選択します。

source: The review process was successfully reopened.
ja_jp: レビュープロセスが正常に再オープンされました。

source: All your changes were saved as draft.
ja_jp: すべての変更がドラフトとして保存されました。
